
// створити функцію яка обчислює та повертає площу прямокутника зі сторонами а і б

// function ab(a,b){
//     return a*b
// }
//
// console.log('площа прямокутника =', ab(5,6))
// --------------------------------------------------------------------------
// - створити функцію яка обчислює та повертає площу кола з радіусом r
//
// function pr(a){
//     return 2*Math.PI*(a*a)
// }
//
// console.log('площа кола =', pr(5))
// ---------------------------------------------------------------------------
// - створити функцію яка обчислює та повертає площу циліндру висотою h, та радіутом r

let z = function(h,r){
    return 2*Math.PI*(h*r)
}

console.log('площа циліндру =', z(5, 6))

